adriano-markovic.c-cpp-makefile-project
austin.code-gnu-global
cschlosser.doxdocgen
formulahendry.code-runner
GitHub.vscode-pull-request-github
jeff-hykin.better-cpp-syntax
marp-team.marp-vscode
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsonline.vsonline
platformio.platformio-ide
slevesque.vscode-hexdump
twxs.cmake
vscode-icons-team.vscode-icons
